{
  "-MxJyJg-JjVVCfGcDsI5": {
    "_id": 1,
    "additionalProjectImages": [
      {
        "id": "5e18a9d0-b011-11ec-91f5-cfb55894a3a2_ArmymembersvolunteeringinreforestationcampaigninCruzaniBolivia_CreditArmonia.jpg",
        "name": "ArmymembersvolunteeringinreforestationcampaigninCruzaniBolivia_CreditArmonia.jpg"
      },
      {
        "id": "673b39b0-b011-11ec-91f5-cfb55894a3a2_NurseryinChamorroNorYauyosPeru.Credit_A.AlisECOAN.jpg",
        "name": "NurseryinChamorroNorYauyosPeru.Credit_A.AlisECOAN.jpg"
      },
      {
        "id": "6c88ccc0-b011-11ec-91f5-cfb55894a3a2_PolylepisforestinNorthernArgentina_CreditArbolyVida1.jpg",
        "name": "PolylepisforestinNorthernArgentina_CreditArbolyVida1.jpg"
      },
      {
        "id": "73581dd0-b011-11ec-91f5-cfb55894a3a2_HEROPHOTO_ECOANandcommunitiesreforestinginQuelqanqa-OllantaytamboPeru.Credit_ECOAN.JPG",
        "name": "HEROPHOTO_ECOANandcommunitiesreforestinginQuelqanqa-OllantaytamboPeru.Credit_ECOAN.JPG"
      },
      {
        "id": "7b012d10-b011-11ec-91f5-cfb55894a3a2_NurserytechnicianMarioOlivareswithyoungPolylepissaplingsinYurumaPeru._CreditACCA.jpg",
        "name": "NurserytechnicianMarioOlivareswithyoungPolylepissaplingsinYurumaPeru._CreditACCA.jpg"
      },
      {
        "id": "7f1e0850-b011-11ec-91f5-cfb55894a3a2_ECOANandcommunityreforestation.Credit_ECOAN (1).JPG",
        "name": "ECOANandcommunityreforestation.Credit_ECOAN (1).JPG"
      }
    ],
    "charities": "-MuQmanVr2By7FCEjc4v",
    "charity": "-MuQmanVr2By7FCEjc4v",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "",
    "communityBenefits": "Accion Andina restoration projects provide community benefits in several ways. Our projects restore vital community natural resources and help communities to sustainably manage them going forward. Because our projects are community-based and owned, our projects contribute to local community economies by creating local micro-businesses focused on growing, planting, and managing sustainably native forests. Motivation for community involvement in Accion Andina projects stems from their recognition of the role native forests play in water creation and capture; water is universally recognized by local communities as the ultimate community benefit they receive.",
    "createdDate": 1646398095966,
    "currency": "-MuQtWatE3u9pumnMFcE",
    "description": "Home to almost 30% of plant & animal species on Earth, the Amazon River Basin is a vast region with 1.9 billion acres of rainforest and over 1,100 tributaries. With the world's largest rainforest ecosystem, the Amazon Rainforest spans 9 countries and is home to iconic species like the Jaguar, Macaw, Amazon River Dolphin, Black Spider Monkey, and Poison Dart Frog. By holding an estimated 90-140 billion metric tons of carbon, its forests play a critical role in the fight against climate change. Unfortunately, due to logging, unsustainable agriculture, and forest fires, it's also a high risk zone for deforestation and degradation.",
    "displayLocation": "Andes",
    "ecologicalBenefits": "Polylepis forests provide critical ecological benefits. Found at treeline altitudes in the Andes, these forests help create and feed the headwaters of major sources of water for everything downstream including the Amazon rainforests and wetlands. They are habitat for more than 20 IUCN-listed Species of Conservation Concern. They prevent severe erosion from melting glaciers above them. They contribute to climate resiliency and mitigation.",
    "endDate": 1680217200000,
    "impact": "Biodiversity/Habitats\nClimate Stability \nWatershed/Riparian Restoration\nSocial/Community Impact\nSoil Stability and Erosion Control\nIndigenous Groups",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGQRFxc7H8YWnykek,-MzPGT2yxbqxxQfdryla,-MzPGV_FGOzq8yn5Bxng,-MzPGXit5vINj8r7jnwT,-MzPGZvNks5t6vrR016K",
    "lastEditDate": 1654075402449,
    "lastEditedBy": "rC3Im0KZsschZQG0D6zOrPG3GiZ2",
    "locations": "-McPSU3BzLJgvfo3zMvF,-McPSU3CcmKkNgjSUT2h,-McPSU3CcmKkNgjSUT2v,-McPSU3DZJ5Yki9cfG7I,-MxJyRIYXJSrrJWH3LWX,-McPSU3GMutczhbF223u,-N-xQzOxhqZXoR2DpOQA",
    "overview": "This project is part of a multi-year, multi-partner initiative to restore 1 million hectares of Polylepis ecosystems throughout the high Andes. Polylepis forests are extremly important as they are a major source of South America’s water system including the Amazon basin. \n\nAccion Andina is a Latin-led initiative to protect and restore one million hectares of high Andean native forest ecosystems, particularly Polylepis, over twenty-five years. The 2022 season represents the 5th year of conservation toward this goal. GFG and ECOAN are the co-founders and administrative leads for Accion Andina. Our restoration approach is to build and support a partnership of local conservation and community on-the-ground leaders focused on restoring native forest ecosystems at regional scales. All of our restoration methodology is based on the best available science on the native forest systems targeted. Polylepis species are keystone species in the high Andes, and our plantings always include one or more Polylepis species in addition to other native species associated with the forests they form. On average, partners are planting a density of 2,000 trees per hectare, but the exact number varies by project due to different ground conditions (e.g. in Chile they only plant 100 saplings per hectare due to water constraints). Importantly, because Accion Andina's goals are long-term and to restore fully functioning forest ecosystems, every conservation field season includes monitoring and care of saplings planted in previous years. Our restoration approach also emphasizes protection of remaining standing native forests as critical sources of seed and cuttings for restoration. Addressing drivers of deforestation is also included in our restoration model, but varies in form and execution by project and stage of project development (e.g. fencing, alternative sources of energy). Seedling replacement is rarely done unless there is a catastrophic loss of seedlings due. We have more than 20 years data and experience with survival rates for reforested Polylepis forests indicating an 80 - 85% survival rate can be achieved.  Some of the Accion Andina projects include agroforestry methods in project areas to encourage natural regeneration and sustainable natural resource management.\n\nThe over-arching goals of the Andes Action Initiative are:\n\n1.  Community-led restoration and management of natural ecosystems.\n\n2. Improved living conditions for indigenous and local communities.\n\n3. Climate change mitigation and resiliency benefits , particularly water conservation and creation of headwaters, carbon sequestration, and habitat for species migrating to higher altitudes.\n\n4. Protection and expansion of native habitat for IUCN -listed species of conservation concern. \n\nThe goal of this project is to secure places to reforest, collect seed from local native forests, repair or build simple, on-site plant nurseries managed by local communities, and acquire the materials needed to grow the seedlings.",
    "pricePerTree": 1,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "c8951820-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Fc8951820-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png?alt=media&token=fb67803b-3a02-494c-8efc-b74bc206cdc9"
    },
    "projectName": "Andes 2022",
    "rowKey": "-MxJyJg-JjVVCfGcDsI5",
    "stateProvince": "-MzPKxBjB1TYAuyR_GHe",
    "trees": "-MxZm3gI2bwNBeB2ivEV,-MzPH1mdPXs_trxUhNkB,-MzPH6QMNpoplfwenLNo,-MzPH8hCl6o7rTvcdA41,-MzPHAaHZBgYAxSTZwxb,-MzPHCKj8zKkCIFqo7Nw,-MzPHESikD-d8aYjNXtf,-MzPHGaRFtgO6-h5lAM3,-MzPHIk41TC2b71ST6m3,-MzPHNgObhQNJeflTbMw,-MzPHSePOwXmKp6kZxOB,-MzPHUd-JB5b2gKqO0u4,-MzPHWVFvHMM5FpvXNxj,-MzPHYCfSQoOkNl9K3VJ,-MzPH_YH6H6vYw-V2JoP,-MzPHbLWYBOjR8OKhWXY,-MzPHdpwEvtRd1TzhUTS,-MzPHfhx8KNcH1RZbi3R",
    "yearlyCO2Sequestration": 10
  },
  "-MxJyJpeX9b_L_8gtx-T": {
    "_id": 2,
    "additionalProjectImages": [
      {
        "id": "831d7b10-b012-11ec-91f5-cfb55894a3a2_ThailandTraining.JPG",
        "name": "ThailandTraining.JPG"
      },
      {
        "id": "877e8b40-b012-11ec-91f5-cfb55894a3a2_Thailand.jpg",
        "name": "Thailand.jpg"
      },
      {
        "id": "8a8d2ad0-b012-11ec-91f5-cfb55894a3a2_Partner2.jpg",
        "name": "Partner2.jpg"
      },
      {
        "id": "8d052fb0-b012-11ec-91f5-cfb55894a3a2_HuayLu.jpg",
        "name": "HuayLu.jpg"
      },
      {
        "id": "8fef0930-b012-11ec-91f5-cfb55894a3a2_PartnerFarming.jpg",
        "name": "PartnerFarming.jpg"
      },
      {
        "id": "94146ff0-b012-11ec-91f5-cfb55894a3a2_HuayLuWatershed.jpg",
        "name": "HuayLuWatershed.jpg"
      },
      {
        "id": "974f2890-b012-11ec-91f5-cfb55894a3a2_HillsofThailand (1).jpg",
        "name": "HillsofThailand (1).jpg"
      },
      {
        "id": "9a3dbd00-b012-11ec-91f5-cfb55894a3a2_Partneratwork.jpg",
        "name": "Partneratwork.jpg"
      }
    ],
    "charities": "-MuQmanVr2By7FCEjc4v",
    "charity": "-MuQmanVr2By7FCEjc4v",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "",
    "communityBenefits": "IMPROVED CROPS\nOur partnering farmers experience a number of community benefits from the newly planted trees and the agroforestry training they receive including flourishing crops. Globally, our partnering farmers have 37% higher yield of key crops compared to nonparticipants. They also produce 40% more diversity of crops. Often, farmers will intentionally plant trees among traditional crops, further increasing yields.\n\nHEALTH, OPPORTUNITY, AND RESILIENCE\nBetter crop yields, along with improved sources of clean water, lead to better family and community nutrition, health, and opportunity. Diets become more diverse and plentiful. Farmers can also sell excess crops, fruit, and timber to generate income for their families and communities, and to invest in their community-led savings and loan groups. In turn, they can invest in small businesses, children’s education, and more. Of participants in Thailand, 64% are women, many in positions of leadership. According to our 2020 impact evaluation, our partnering farmers are 18% more likely to send their girls to secondary school compared to nonparticipants, furthering gender equity and inclusion. Improved food and income also allow farmers to gain resilience, especially in the face of unexpected shocks such as the COVID-19 pandemic. Our on the ground partner measures poverty levels multidimensionally every three years and the 2020 evaluation showed our partners' poverty levels were cut by 55%. This does not include the ripple effect of our program on nonparticipants within their subwatersheds who are also decreasing their poverty level. Planting trees is a key part of these outcomes. \n\nCHURCH MOBILIZATION FOR ENVIRONMENTAL STEWARDSHIP\nOur on the ground partner is working to broaden church mobilization through building the capacity of participants to reach out to communities. Our on the ground partner builds relationships with existing church leaders and Buddhist leaders in the program areas and then coordinates workshops. During these workshops, the leaders identify problems in the communities. In the next stage, churches develop their own action plans to address the needs in their communities. Linking with seminaries in Thailand and working with churches at denomination council level it has been possible to influence large numbers of future and current church leaders regarding the role of Christians in caring for the environment, which improves tree planting efforts. \n\nCOMMUNITY COHESION\nParticipatory workshops for our triennial global impact evaluation underscore the community cohesion and stability that our integrated programs provide. Comments from workshops include observations such as, “[There is] greater trust among community members” and that as program participants, “We can solve problems.” Certainly some of this effect is related to the mobilization of churches (see above paragraph) who then inspire communities to solve problems together (including deforestation). \n\nACCESS TO SAVINGS AND LOANS\nHilltribes typically do not have access to affordable credit nor a safe place to save their income. Our on the ground partner trains partnering farmers to form savings and loan groups, enabling the community to take control of its finances. There are currently 22 active groups (with more planned to start in 2022) with women making up the majority of members. Children are allowed to join the groups in Thailand too, giving them a chance to manage and build their own finances and help their families. The groups are run by our partnering farmers and they make all the decisions about loans, interest rates, etc. Micro-finance, managed by community members, can provide a needed financial boost toward establishing small family enterprises such as village stores and markets, livestock feed cooperatives and other backyard sources of supplemental income. Most loans are taken out for farming, blacksmithing and making handicrafts to sell. The groups effectively provide a safety net to farmers, which helps protect their trees. Instead of cutting them down when a need arises, they have the ability to take a loan instead. Our on the ground partner is somewhat pioneering this methodology in Thailand as there are hardly any other groups using it.",
    "createdDate": 1646398096585,
    "currency": "-MuQtWatE3u9pumnMFcE",
    "displayLocation": "Thailand",
    "ecologicalBenefits": "In fiscal year 2022 in Thailand, our on the ground partner will host agroecology workshops with a cumulative attendance of 550 and will mobilize farmers to plant 410,000 trees. Our on the ground partner’s tree planting and agroforestry initiatives in northern Thailand yield a number of ecological benefits, one of which is carbon sequestration. Across our entire global program, our on the ground partner estimates that each household sequesters 6.2 tons of CO2eq annually, for a total global reach of 353,000 tons CO2eq per year. This estimate comprises figures for carbon sequestration through agroforestry; generative annual cropping practices; and tree-planting, as detailed below. Through agroforestry, best estimates indicate that farmers can sequester 18.33 tons of CO2eq per hectare per year [1]. Each partner family conserves an average of 0.25 additional hectares per year (compared to nonparticipants), sequestering 4.4 tons of CO2eq per family. Through generative annual cropping practices, each participating family sequesters 1.2 tons of CO2eq annually. In addition to, and as part of practicing agroforestry, our partner farmers grow and plant a global average of 125 trees per year. These are planted on both private and community land, reducing erosion, protecting water sources, and expanding existing forests. These reforestation initiatives sequester an additional 0.5 tons of CO2eq annually per family [2]. \n\nErosion is a problem for farmers living in hilly areas. Many hilltribe farmers are creating contour strips of pineapple and other crops to conserve their precious soil. The contours are planted in horizontal lines along hillsides. When the rains come, the plants hold back the top soil so it doesn’t wash away.\n\nDespite being located near water catchment areas, hilltribe communities tend to face water shortages. One of our primary objectives is to assist upland communities to develop their water resources for consumption, sanitation, and hygiene as well as for family gardens. Our on the ground partner teaches communities how to build and maintain village and single- family cisterns. They use reinforced concrete for the construction and collect stream water in the wet season using gravity. Family water storage tanks offer increased water security, particularly during the dry season.\n\nThere is typically heavy use of chemicals by farmers in Thailand, however our on the ground partner teaches farmers other means to control pests and fertilize. Partnering farmers grow much of their own food through backyard gardens without the use of chemicals and pesticides, which has a positive benefit on the local environment. \n\nFinally, trees nourish and revitalize the soil, promote biodiversity, improve water sources, and stabilize weather patterns. Our on the ground partner strategically works in mountainous areas and trees planted on hillsides, thus preventing erosion, decreasing pollution, and preserving crops through storms. The remote sensing analysis conducted as part of our 2020 impact evaluation shows that vegetative cover is increasing measurably in every target watershed analyzed. Our on the ground partner is excited at the prospect of the numerous ecological benefits of this increased vegetation cover.",
    "endDate": 1664492400000,
    "impact": "Biodiversity/Habitats\nWatershed/Riparian Restoration\nClimate Stability \nSoil Stability and Erosion Control\nSocial/Community Impact\nGender Equality\nIndigenous Groups",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGQRFxc7H8YWnykek,-MzPGT2yxbqxxQfdryla,-MzPGV_FGOzq8yn5Bxng,-MzPGZvNks5t6vrR016K,-MzPGXit5vINj8r7jnwT,[object Object]",
    "lastEditDate": 1654075406422,
    "lastEditedBy": "rC3Im0KZsschZQG0D6zOrPG3GiZ2",
    "locations": "-McPSU3IPzjUs_Hqa92G",
    "overview": "Our on the ground partner works at the intersection of poverty alleviation and environmental degradation to heal watersheds and end hunger for some of the world’s most vulnerable communities. Our on the ground partner has worked in Thailand since 2006, partnering with marginalized ethnic minorities (ie. hilltribes) near the border of Myanmar who typically lack basic human rights, including the right to own land. Our on the ground partner is expanding the program this year, including into a new subwatershed called Nam Kohk, and more than tripling the goal for overall trees planted from last year (from 110,000 to 410,000 trees). \n\n \n\nThis project will include empowering approximately 1,139 farmers to plant and nurture 375,000 trees as part of our holistic program which also involves community forestry initiatives, savings and loan groups, and local leadership development. The trees will be strategically planted on common and private lands in partnership with local authorities to improve food security, enhance livelihoods, and boost biodiversity. Our activities occur within the three  subwatersheds previously named, which have a combined area of 90,900 hectares. Tree planting, regeneration, and community forestry management are occurring across this area. In 2020, our staff was working with local communities on one community forestry initiative and in 2022 it is projected that our on the ground partner will be working in seven such initiatives, which is exciting and necessary growth.  \n\n\n\nAs part of our holistic approach, partnering farmers are nearly twice as likely to plant native species, have higher crop yields than nonparticipants (37%), and decrease levels of poverty (55% decrease measured through a multidimensional poverty index, or MPI). As poverty decreases, competition for resources (such as land and fuel) eases, and communities come together to improve and conserve the environment in their subwatersheds. To date, our partnering farmers in Thailand have planted more than 1.3 million trees. \n\n\n\nOur team developed a three-pillared approach to watershed restoration that engages local communities and results in environmental regeneration, economic empowerment, and spiritual renewal. Together, these three program components enable farmers to thrive and live in a way that is conducive to protecting their land as a byproduct of their values, not a top-down directive. An additional and unique component to our program in Thailand is the advocacy our local team does with various levels of government to promote human rights for marginalized ethnic minorities, in particular as it relates to their farming livelihoods. Our staff also equip local communities to engage in constructive dialogue with local authorities around forest protection. \n\n\n\nOur on the ground partner trains partnering farmers using hand-on methods and a curriculum we developed called Seeds Of Change: Communities Restoring Watersheds. It represents the collective knowledge of thousands of rural farmers and covers topics such as soil health, soil conservation, conservation agriculture, agroforestry, biointensive agriculture, and reforestation. Our on the ground partner also equips farmers to set up and maintain high-yield, sustainable, community-based tree nurseries with seedlings that are planted on farms and common land. Additionally, we partner with 50 local churches in Thailand to broaden our impact and share the importance of environmental stewardship. \n\n\n\nAs part of our community, participants receive the benefits of small groups called Purpose Groups. These groups include a savings and loan component, a forum for developing local leadership, and a place where participants can work together to solve problems in their community. Further, our on the ground partner teaches participants through hands-on Farmer Field Schools (FFSs) where farmers can learn and experiment with new techniques before applying them to their farms. As a whole, our on the ground partner sees that participants share what they learn with others in their community (86% report this) and that neighbors then apply what they learn to their own land (76% reported). \n\n\n\nThe key is that care for the environment and care for the community’s well-being become integral values for participants and their networks. Our on the ground partner teaches the following techniques in which trees are critical (this is not an exhaustive list): Farmer Managed Natural Regeneration (FMNR), agroforestry, living fences, living barriers, silvopastoral systems, wind breaks, and improved fallows. Our on the ground partner teaches the following techniques for tree care and maintenance (this is not an exhaustive list): tree seed collection & treatment, tree nursery establishment & management, tree planting techniques, grafting, pruning, thinning, coppicing, management of pests and diseases, and reduction in burning practices. \n\n\n\nTree species and location are selected by community members and smallholder farmers based on their needs and preferences. As such, farmers are highly motivated to think long-term and care for trees over time. In general, reforestation through agroforestry is prioritized as it is essential to restoring ecosystems, improving livelihoods and promoting the exercise of environmental stewardship. Understanding the complexity of rural poverty and its link to environmental degradation, our on the ground partner works with smallholder subsistence farmers to transition their overexploited and exhausted land from high input monocultures to multistory, diverse and dynamic agroforestry plots.\n\n\n\nPlanting location:  Our on the ground partner facilitates communities to plant in common areas, forest areas, and smallholder farms. We are focusing this proposal on our work in the following three  subwatersheds: Nam Kohk, Hoi Lui, and Mae Na Wong. They are located in northern Thailand, very close to the border with Myanmar. The closest major city is Chiang Rai. This area is known as the “Golden Triangle” with a long history of illegal drugs and human trafficking. The majority of the families we partner with are ethnic minorities (hilltribes) often from Myanmar, with no legal status or rights in Thailand. Our work is focused around 292 households in these three  subwatersheds including seven community forests. We are anticipating continued growth in Thailand with a further eight  subwatersheds identified to expand into in the coming years as well as the anticipated graduation of Hoi Lui from our program.",
    "pricePerTree": 1,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "dd4396c0-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Fdd4396c0-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png?alt=media&token=e1619903-da47-4d63-9616-ce1f25be77e5"
    },
    "projectName": "Thailand 2022",
    "rowKey": "-MxJyJpeX9b_L_8gtx-T",
    "stateProvince": "-MzPL0lfJhQX4kwaxDMz,-MzPL2g9lQUwt4mdLtr-",
    "trees": "-MxZluzY8EBAD0NMS9fq,-MxZlx04LHos1avRHJOE,-MxZpNPNW2vWbPCOgdQN,-MzPJGsnbEXgTnpVXfIv,-MzPJLS0mbvd-XrXpvQt,-MzPJO4WjmYXar9ytW02,-MzPJRBq3emi81cLBCOT,-MzPJWNqEuoZeT57Glon,-MzPJ_b4-ISU-EhfSYXb,-MzPJdMzxsrBmRi6Q09-,-MzPJfm0LIH3vAzJBx_p,-MzPJih1-wv19U_hElGR,-MzPJko8gU105F_5X3ND,-MzPJnoNaa5odjsJ01d-,-MzPJqlYBzyWX622JGtf",
    "yearlyCO2Sequestration": 10
  },
  "-MxJyK2z1N4hDLk5bnti": {
    "_id": 3,
    "additionalProjectImages": [
      {
        "id": "b9bc10e0-b013-11ec-91f5-cfb55894a3a2_DJI_0233.JPG",
        "name": "DJI_0233.JPG"
      },
      {
        "id": "bd0680f0-b013-11ec-91f5-cfb55894a3a2_DJI_0908.JPG",
        "name": "DJI_0908.JPG"
      },
      {
        "id": "bf33e840-b013-11ec-91f5-cfb55894a3a2_DJI_0426.JPG",
        "name": "DJI_0426.JPG"
      },
      {
        "id": "c2cf3770-b013-11ec-91f5-cfb55894a3a2_DJI_0190 (1).JPG",
        "name": "DJI_0190 (1).JPG"
      },
      {
        "id": "c6fe1410-b013-11ec-91f5-cfb55894a3a2_DJI_0166.JPG",
        "name": "DJI_0166.JPG"
      }
    ],
    "charities": "-MuQmanVr2By7FCEjc4v",
    "charity": "-MuQmanVr2By7FCEjc4v",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "https://onetreeplanted.org/collections/europe/products/romania",
    "communityBenefits": "There are no communities living within the project area, but those surrounding the boundaries (fringe communities) have highlighted climate change, decreased stability of rainfall, and uncontrolled fires and issues they face. Most communities in this area live on <$2/day.\n\nThe project contributes directly in the form of creation of sustainable livelihood opportunities, with a focus on female empowerment and training, as well as indirectly through stabilization of microclimates.\n\nIn addition the project creates a community development fund, through which sustainable development activities are carried out.",
    "createdDate": 1646398097502,
    "currency": "-MuQtWatE3u9pumnMFcE",
    "displayLocation": "Ghana",
    "ecologicalBenefits": "This 500 ha of reforestation will trigger a much larger landscape restoration covering a total of 11,000ha. The larger project restores a landscape that has been extremely degraded over an extended period through illegal harvesting of hardwoods for charcoal production, combined with uncontrolled fire, which has led to a transition from dense forest to a landscape of invasive grasses.\n\nThe project combined conservation of any remaining trees and biodiversity, with the planting of both native species, and bamboo. The bamboo rapidly restores canopy cover, and combined with protection of fire allows for the full restoration of a suite of ecosystem services, from healthy soils to climate and watershed protection (with positive impacts for communities surrounding the project area), to biodiversity.",
    "endDate": 1661900400000,
    "impact": "Biodiversity/Habitats\nClimate Stability \nSoil Stability and Erosion Control\nGender Equality\nForest Fire Restoration",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGQRFxc7H8YWnykek,-MzPGXit5vINj8r7jnwT,-MzPIiG0GC3KQJnlyNXE,-MzPLbvCAumcVty-UjZ0",
    "lastEditDate": 1654075409822,
    "lastEditedBy": "rC3Im0KZsschZQG0D6zOrPG3GiZ2",
    "locations": "-McPSU3E7C3br_cJRgPw",
    "overview": "EcoPlanet carried out the following activities;\n\nGermination of bamboo seed and development of the bamboo seedlings over a 6-8 month period\nManual land preparation and planting activities with a planting density of 500 seedlings/ha (5m x 4m)\nProtection of all remaining standing trees within the project area to maximize biodiversity\nTraining of unskilled workers from surrounding communities, including provision of PPE, transport, meals etc\nPost planting maintenance activities including ring weeding, and line weeding of invasive grasses\nDevelopment and maintenance of fire breaks around planting areas and patrolling during fire season\nSeedling replacement in year 2 \nMinimum 4 years of active maintenance (weeding, fertilization if necessary, fire protection) until the bamboo achieves canopy cover",
    "pricePerTree": 1,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "f93e3790-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Ff93e3790-a5e9-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png?alt=media&token=20c45dfd-a765-4c24-a9bf-c0654808d3e5"
    },
    "projectName": "Ghana 2022",
    "rowKey": "-MxJyK2z1N4hDLk5bnti",
    "stateProvince": "-MzPLqrn70-6v4ZAL_db",
    "trees": "-MzPLj079i0ppBBaTJue,-MzPLlejkevL6FGlqWwv",
    "yearlyCO2Sequestration": 10
  },
  "-MxJyKFNzWuATso5BifI": {
    "_id": 4,
    "additionalProjectImages": [
      {
        "id": "a9020880-b014-11ec-91f5-cfb55894a3a2_DSC_0158.jpg",
        "name": "DSC_0158.jpg"
      },
      {
        "id": "ada5c700-b014-11ec-91f5-cfb55894a3a2_DSC_0242.jpg",
        "name": "DSC_0242.jpg"
      },
      {
        "id": "b3a7b5f0-b014-11ec-91f5-cfb55894a3a2_DSC_0336.jpg",
        "name": "DSC_0336.jpg"
      },
      {
        "id": "b8025d80-b014-11ec-91f5-cfb55894a3a2_DSC_0357.jpg",
        "name": "DSC_0357.jpg"
      },
      {
        "id": "bd0c7ef0-b014-11ec-91f5-cfb55894a3a2_FO_Plantation_0200.png",
        "name": "FO_Plantation_0200.png"
      },
      {
        "id": "c78fb040-b014-11ec-91f5-cfb55894a3a2_FO-50MTP0521.png",
        "name": "FO-50MTP0521.png"
      }
    ],
    "charities": "-MuQmanVr2By7FCEjc4v",
    "charity": "-MuQmanVr2By7FCEjc4v",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "",
    "communityBenefits": "Trees and forests are integral components of healthy ecosystems that support healthy communities. They provide places in the community for outdoor recreation with biking and hiking trails, opportunities for neighbourhood gatherings in our green spaces, and places to play in our local parks. Our own mental and physical health and well-being are intricately interconnected with the health of our natural environment. Not only do green spaces encourage us to get outside and get active, but being around trees has proven to improve our mood, memory, and cognition. Forests and green spaces have also been linked to a significant decline in stress, improved rehabilitation, faster hospital recovery rates, and a decrease in the severity of symptoms in attention deficit disorders. By highlighting the links between human health and the health of rural and urban forests, Forests Ontario’s tree planting initiatives will stimulate collaborative action to significantly enhance and restore forest cover across Canada.",
    "createdDate": 1646398098295,
    "currency": "-MuQtWatE3u9pumnMFcE",
    "displayLocation": "Ontario",
    "ecologicalBenefits": "Increasing forest cover is critical to ensuring healthy forests for our future, as well as their associated values. Trees and forests sequester harmful emissions, reduce flooding and provide a cooling effect for our cities and towns. Trees are climate warriors, absorbing carbon dioxide from the atmosphere, storing it as carbon, and releasing oxygen for us to breathe. Trees clean the water we drink and when planted along waterways and areas with poor soil conditions, trees can be a form of erosion control. Tree planting creates forests and connects fragmented forests which will support wildlife habitat and maintain local plant and animal biodiversity. Tree planting is used to secure the health of our existing forests, establish new forests, connect forests, and improve the overall resilience of our landscapes.",
    "endDate": 1671062400000,
    "impact": "",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGT2yxbqxxQfdryla,-MzPGQRFxc7H8YWnykek",
    "lastEditDate": 1654075416489,
    "lastEditedBy": "rC3Im0KZsschZQG0D6zOrPG3GiZ2",
    "locations": "-McPSU3CcmKkNgjSUT2r",
    "overview": "This program plants and tracks millions of trees each year in Ontario on more than 500 sites annually and in collaboration with more than 80 planting partners. The program ensures that the right trees are planted in the right place, at the right time to maximize ecological benefits. We offer a comprehensive approach to planting by overseeing the entire process from seed to tree to survival.  \n\n\n\nWe and our on-the-ground partner network work together with the local landowners providing technical expertise, resources and training to ensure the long-term survival of trees and healthy planting sites. \n\n \n\nThe trees selected for our tree planting programs are source-identified stock; species, stock type, and site preparation that are all customized to the project’s scope and goals. We source trees from our robust network of local tree nurseries that grow from local seeds. This greatly improves survival, optimizes carbon sequestration, and ensures that new forests continue to provide benefits for generations to come.\n\n \n\nOur partners are required to complete survival assessments in the 1st, 2nd and 5th year growing seasons. Over the 2nd and 5th year growing season, Partners work directly with landowners to adapt their tending regime and implement maintenance based on results of the assessment, which are conducted during this timeframe. This information is used to compile a complete record for a planting project that can be referred to as needed. All tree planting project information, from seed to 5th year monitoring, is entered directly into our web-based tree planting tracking system.\n\n \n\nWe provides resources, including protocols, Standard Operating Procedures, best management practices, the importance of monitoring, forest health, forest management and stewardship activities to Partners. These resources ensure Partners and landowners steward new forests through successful planting, establishment and tree maintenance. Beyond the fifth year growing season, landowners are encouraged to reach out to us if their planting partner directly regarding their trees.\n\n\nSome planting will take place in the 2020 Labor Day fire footprint which burned approximately 70,000 acres of BLM lands in the Northwest Oregon District.  The result of the fires was predominantly moderate and high severity burns across all areas.  Through field reconnaissance, satellite imagery and geographic information systems (GIS) mapping, the Field offices have prioritized reforestation in the harvest land base areas and later will reforest the non-harvest land base areas.  Species composition, planting density, and spatial distribution would vary depending on site conditions and land use management direction",
    "pricePerTree": 1,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "5c30e000-a5ea-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2F5c30e000-a5ea-11ec-90d9-cf00b9ad9bc3_datagrid_profile_img.png?alt=media&token=8d99c1fe-d2d8-4c1f-85b1-53a5b5002d17"
    },
    "projectName": "Ontario 2022",
    "rowKey": "-MxJyKFNzWuATso5BifI",
    "stateProvince": "-MzPMu_RD3Ep5mg9dGKV",
    "trees": "-MzPN-BHrtS1kTUvrYzv,-MzPN1V-YJge1i7Fbdc9,-MzPN49FvSpMC9Dx1eCC,-MzPN6vV7Czra_s1qbb3,-MzPN9ojUeXCZmaphF89,-MzPNCGK8LnrWMyO4K-N,-MzPNECFbtVAggDAtgfg,-MzPNGnSoSln_TJ2xCja,-MzPNLdZ2ShwbOWRSvoA,-MzPNOEZRM5Oc69Eptqe",
    "yearlyCO2Sequestration": 10
  },
  "-MxK-rWB8oVkhIVR7zJo": {
    "_id": 5,
    "additionalProjectImages": [
      {
        "id": "5dd6e910-b015-11ec-91f5-cfb55894a3a2_Screenshot 2022-03-30 113705.png",
        "name": "Screenshot 2022-03-30 113705.png"
      }
    ],
    "charities": "-MxK0X2yOcp9HwXtfjph",
    "charity": "-MxK0X2yOcp9HwXtfjph",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "https://moretrees.eco/projects/?gclid=CjwKCAiAjoeRBhAJEiwAYY3nDAimHQgJffIQdb3D4Uamd1s6mWVgxr8_31W3wasYPugzcQq2g6BEGRoCsJEQAvD_BwE&gclsrc=aw.ds",
    "createdDate": 1646398762922,
    "currency": "-MuQtWatE3u9pumnMFcD",
    "displayLocation": "Madagascar",
    "impact": "Unfortunately, Ankarafantskia has been a victim to deforestation, which has led to problematic\nclimatic events including cyclones, droughts and floods.\nIn turn, these have destroyed houses, ruined crops, decreased land fertility and endangered\nMadagascar’s much-loved wildlife while causing poverty and hunger\nBy empowering local communities to plant trees in Ankaragantskia, we can help reduce poverty, aid\nconservation and improve the lives and wellbeing of locals and native species.",
    "keyImpactAreas": "-MzPGV_FGOzq8yn5Bxng,-MzPGOj_GHMfYT8r2vG1",
    "lastEditDate": 1654280284943,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3FxCZ3ATWCH8GH",
    "noEndDate": true,
    "overview": "Established as a national park in 2002, Ankarafantskia plays a fundamental role in supporting\nMadagascan wildlife, inhabitants and culture.\nIt’s home to around 820 different species of animals, including 130 different birds. It also provides a\nsource of water for rice paddies, equips locals with resources for their daily basic needs, and is home\nto a number of spiritual sites important to the local Malagasy culture.\n\nUnfortunately, Ankarafantskia has been a victim to deforestation, which has led to problematic\nclimatic events including cyclones, droughts and floods.\nIn turn, these have destroyed houses, ruined crops, decreased land fertility and endangered\nMadagascar’s much-loved wildlife while causing poverty and hunger\nBy empowering local communities to plant trees in Ankaragantskia, we can help reduce poverty, aid\nconservation and improve the lives and wellbeing of locals and native species.",
    "pricePerTree": 1.256761,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "d747f690-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Fd747f690-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png?alt=media&token=0d2a0d53-7369-4874-8319-11fb20e17082"
    },
    "projectName": "Madagascar",
    "rowKey": "-MxK-rWB8oVkhIVR7zJo",
    "stateProvince": "-MzPOOM6zDLRAf2sTX-T",
    "trees": "-MxZk_VIXhYDsCbHuq71,-MxZksCg2UFFrllFrBY3,-MxZluzY8EBAD0NMS9fq,-MxZlx04LHos1avRHJOE,-MxZmShs7AB9cymkp5rO,-MxZnj3GvQYLdTekFRjQ,-MxZnlDe_vKMelZH1ePO,-MxZnnPJO-Ggcn6Kcs0z,-MxZnp7xhxiMO_aD3cMw,-MxZnrA1wS1btVpbnL9-,-MxZnsnpXNGEIZpMLPMe,-MxZnuiwLBFBfuo1AE4s,-MxZnwF3uW3poo0JUD5u,-MxZnyH0BShrI1Dz0hVo,-MxZo-wz0Qy38VQF25iv,-MxZo1Qtx8V3j8Mp9zaw,-MxZo3Bba445K3_kPo01,-MxZo5I3xzkvfefZOkVE,-MxZo6x-eo_vMkdGkvpl,-MxZo8hVQjqqIl4j_cuF,-MxZoB0CTKr9e7FAa8Q1,-MxZoCgyPZHRS9k0EtBG,-MxZoFhL6_QUba5W7YvJ,-MxZoICcjQcuY_jj4ZLc,-MxZoKEXencRpu7-Wasl,-MxZoLtTnImHbsfGdvNc,-MxZoNPHArBtuGIlDlfc,-MxZoPawQpm7eSrowL-w,-MxZoREooL6YkU8mZlPU,-MxZoSlo2ym_pGkwOHwx,-MxZoUTYtibuXlc1nctp,-MxZoWA2fBhzSkO_n0SS,-MxZoYf7QyaGMA-4xd88,-MxZo_Ttd_udW1mgZ-WX,-MxZodZY1oLO2P96BJLF,-MxZofO33C4wqddZ1AcC,-MxZohhAkrBKMIRWdSBX,-MxZokI5PSl4fY5cxYKR,-MxZomOYHNDZGJEE6CLr,-MxZopcYeRw54bKQopuG,-MxZorgFWUyrz_MKKuge,-MxZozhaHSxYhpU5CtnJ,-MxZp0QhOERIVZsY2gW8,-MxZp2JcsPXQpOJzuSHe,-MxZp49eo7kbTxxrGaft,-MxZp5rZkXEYJow6dcKM,-MxZp7QLgkKfWKEiQJSB,-MxZpK5j2_9lSnJgNjfh,-MxZpPBvxGNZh-IXJzNX,-MxZpQucHqEkLbTZWjNF,-MxZpSGYQZlvRGNtYVcN,-MxZpUnWkKN9bakLEiAa,-MxZpWfzon4ZDd1cnuyi",
    "yearlyCO2Sequestration": 12
  },
  "-MxK11byJt4QDKZMNXP8": {
    "_id": 6,
    "charities": "-MxK0X2yOcp9HwXtfjph",
    "charity": "-MxK0X2yOcp9HwXtfjph",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "https://moretrees.eco/projects/kenya/",
    "createdDate": 1646399070556,
    "currency": "-MuQtWatE3u9pumnMFcD",
    "displayLocation": "Kenya",
    "impact": "Large-scale mangrove deforestation from land cleared for fuelwood, charcoal, prawns and salt\nproduction, coupled with the destructive El Niño in 1997 (warming of sea temperatures) has led to:\nLimited fresh water | Declining wild fisheries | Soil and coastal erosion | Reduced food sources\n|Limited income\nIn turn, this is leading to extreme poverty, reduced wildlife and endangered sea life.\nTogether, we can help overcome these problems by planting trees in Mida Creek, employing local\nvillagers to plant native tree species and work to restore the local environment while lifting\ncommunities out of poverty.",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGV_FGOzq8yn5Bxng",
    "lastEditDate": 1654280284943,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3E7C3br_cJRgQH",
    "noEndDate": true,
    "overview": "Mida Creek is a tidal inlet on the east coast of Africa, in Kenya. It’s tucked away in a small village called\nDabaso, but what isn’t small is the huge amount of wildlife and sea life attracted to the area.\nSurrounded by eight types of mangroves and lined by palms, the tidal creek is home to beds of\nseagrass and coral, numerous species of fish, feeding sea turtles, crabs and an array of migratory\nbirds. The creek is also fundamental to the local community, providing subsistence and income from\nfishing and farming.\n\nLarge-scale mangrove deforestation from land cleared for fuelwood, charcoal, prawns and salt\nproduction, coupled with the destructive El Niño in 1997 (warming of sea temperatures) has led to:\nLimited fresh water | Declining wild fisheries | Soil and coastal erosion | Reduced food sources\n|Limited income\nIn turn, this is leading to extreme poverty, reduced wildlife and endangered sea life.\nTogether, we can help overcome these problems by planting trees in Mida Creek, employing local\nvillagers to plant native tree species and work to restore the local environment while lifting\ncommunities out of poverty.",
    "pricePerTree": 1.256761,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "d1680e90-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Fd1680e90-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png?alt=media&token=d63864d4-799c-4bc4-853f-90030d9f53d0"
    },
    "projectName": "Kenya",
    "rowKey": "-MxK11byJt4QDKZMNXP8",
    "stateProvince": "-MzPOyKOExxJMq7jjNG1",
    "trees": "-MxZj_XpcOcoE4Rr2OjR,-MxZjcsbcpcBSNMLjPIN,-MxZjhJKGSVOTSSn7oEM,-MxZjlIuqf1A_nEhmKiJ,-MxZjnFAQk9uygEZv8ra,-MxZjzM93mnWaWQkxJWZ,-MxZk0DTQxrXGcyyLKnc,-MxZk2PxlY0Q58SPyvcq,-MxZk4QH7AUZJ3re9zFD,-MxZk6vvHH_ghKB9k-Jp,-MxZk9CH2xQgM2O6mK6S,-MxZkBsmPFKWy1ZCiJLD,-MxZkEU9RGKHFHT94SDE,-MxZkGi8q6n8A--HXWiQ,-MxZkIoAvyBXp3HLweCj,-MxZkKxxCBQ0l2zZOSWh,-MxZkNSfPePWvktRQLQj,-MxZkQBSEZdS2wSUYau7,-MxZkS09u3sYRQ3915oA,-MxZkU3cvhI279fooRgU,-MxZkWFm6vJpN6Mjsmi9,-MxZkYlvWzO71scXtb38,-MxZk_VIXhYDsCbHuq71,-MxZkdoH_bMFxjlZY8zg,-MxZkfccCCjfIlpXYLaN,-MxZkhtJ-znKUXuZYTZ6,-MxZkk2CSIk-WFBbDdKi,-MxZkmB1ytZaNNEv3BDE,-MxZkoC9kxKdwPdl32t6,-MxZkqAP7vgpFSR33rL_,-MxZksCg2UFFrllFrBY3,-MxZkwCPm57qYQPkCFnX,-MxZkydXlpqWBfl2vo9p,-MxZl-mgVF1OTEaHcBxV,-MxZl1iVCZaCVnv0M9kT,-MxZl3kvX7cP0lAr6WWX,-MxZl5dXYeyQH8mgKDCN,-MxZl7gUCzk58S1fkmLX",
    "yearlyCO2Sequestration": 12
  },
  "-MxK13_vinqQwRN1BGGS": {
    "_id": 7,
    "charities": "-MxK0X2yOcp9HwXtfjph",
    "charity": "-MxK0X2yOcp9HwXtfjph",
    "charityCurrencyTreeCost": 1,
    "charityProjectURL": "https://moretrees.eco/projects/?gclid=CjwKCAiAjoeRBhAJEiwAYY3nDAimHQgJffIQdb3D4Uamd1s6mWVgxr8_31W3wasYPugzcQq2g6BEGRoCsJEQAvD_BwE&gclsrc=aw.ds",
    "createdDate": 1646399078617,
    "currency": "-MuQtWatE3u9pumnMFcD",
    "displayLocation": "Haiti",
    "impact": "However, Haiti is a fragile nation, often plagued by natural disasters and political unrest that leads to\nextreme poverty, deforestation and devastation.\nWith your help, we can provide Haitians with the means to sustainably grow their own food, restore\ntheir local environment, and rebuild local economies through tree planting.\nBy working with locals to plant mangrove and agroforestry trees, we can improve food security,\nrestore ocean health, enhance soil quality, and boost natural resources and defences against climate\nchange, while pulling people out of poverty.",
    "keyImpactAreas": "-MzPGOj_GHMfYT8r2vG1,-MzPGQRFxc7H8YWnykek,-MzPGV_FGOzq8yn5Bxng",
    "lastEditDate": 1654280284944,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3E7C3br_cJRgQ2",
    "noEndDate": true,
    "overview": "An idyllic tourist destination, Haiti is known for its crystal-clear waters, miles of breathtaking beaches\nand friendly locals. But that’s not all.\nHaiti’s forests, mountains and coasts are also home to a colourful array of wildlife and sea life, not to\nmention an estimated 5,600 plant species. No wonder it’s considered one of the most biologically\nsignificant countries of the West Indies.\n\nHowever, Haiti is a fragile nation, often plagued by natural disasters and political unrest that leads to\nextreme poverty, deforestation and devastation.\nWith your help, we can provide Haitians with the means to sustainably grow their own food, restore\ntheir local environment, and rebuild local economies through tree planting.\nBy working with locals to plant mangrove and agroforestry trees, we can improve food security,\nrestore ocean health, enhance soil quality, and boost natural resources and defences against climate\nchange, while pulling people out of poverty.",
    "pricePerTree": 1.256761,
    "projectAccess": "public",
    "projectImage": {
      "fileName": "c91307e0-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png",
      "url": "https://firebasestorage.googleapis.com/v0/b/tangle-157402.appspot.com/o/-MuQh4Zl5IM3cOTGslkd%2Fc91307e0-9bbb-11ec-b5cd-015ef7ff6fa2_datagrid_profile_img.png?alt=media&token=d21fdd30-5630-428b-ba49-8d839603ab92"
    },
    "projectName": "Haiti",
    "rowKey": "-MxK13_vinqQwRN1BGGS",
    "stateProvince": "-MzPKxBjB1TYAuyR_GHe",
    "trees": "-MxZjlIuqf1A_nEhmKiJ,-MxZlegMsb9ooRxmsAzx,-MxZlgtfvfvHuFF0vS3V,-MxZllUOA-l46GxrcOT8,-MxZlnjdA6jusBdsb41z,-MxZlqDXVQxABCWdNicg,-MxZlt9OCW1uiyI6QW-J,-MxZluzY8EBAD0NMS9fq,-MxZlx04LHos1avRHJOE,-MxZlzE3Vpieu9jU9vs9,-MxZm2SXH0ZQKMumOoli,-MxZm3gI2bwNBeB2ivEV,-MxZm79AbWR6xKxQNYXl,-MxZm9dGm539MbYys07r,-MxZmExu7ieFJXP8dDmj,-MxZmH9UJAhhzgzLtfcj,-MxZmLc7Ij0U97L3UPxX,-MxZmQibdCt5P9u0SbDS,-MxZmShs7AB9cymkp5rO",
    "yearlyCO2Sequestration": 12
  },
  "-N-wzhlLAp0rMsTBVaTV": {
    "_id": 10,
    "charity": "-MygZdQKfcH_dSIOpIMy",
    "charityCurrencyTreeCost": 3,
    "createdDate": 1650290781651,
    "currency": "-MuQtWanDjbLhmqZvtuT",
    "displayLocation": "Australia",
    "lastEditDate": 1654280284937,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3BzLJgvfo3zMvH",
    "pricePerTree": 3.2261370000000005,
    "projectAccess": "public",
    "projectName": "One Tree Matters",
    "rowKey": "-N-wzhlLAp0rMsTBVaTV"
  },
  "-N-wziJUX0uDj8sLTYo9": {
    "_id": 11,
    "charity": "-MygZdQKfcH_dSIOpIMy",
    "charityCurrencyTreeCost": 3,
    "createdDate": 1650290783899,
    "currency": "-MuQtWanDjbLhmqZvtuT",
    "displayLocation": "India",
    "lastEditDate": 1654280284941,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3E7C3br_cJRgQ6",
    "pricePerTree": 3.2261370000000005,
    "projectAccess": "public",
    "projectName": "Trees for Water",
    "rowKey": "-N-wziJUX0uDj8sLTYo9"
  },
  "-N-x1i8QvknmYVuzW8bY": {
    "_id": 12,
    "charity": "-MygZdQKfcH_dSIOpIMy",
    "charityCurrencyTreeCost": 3,
    "createdDate": 1650291569667,
    "currency": "-MuQtWanDjbLhmqZvtuT",
    "displayLocation": "USA",
    "lastEditDate": 1654280284942,
    "lastEditedBy": "6GieEffPXOfpK6l8l1BruNR4JU62",
    "locations": "-McPSU3BzLJgvfo3zMv8",
    "pricePerTree": 3.2261370000000005,
    "projectAccess": "public",
    "projectName": "National Forest Recovery",
    "rowKey": "-N-x1i8QvknmYVuzW8bY"
  },
  "-N0WAxiylStc7ioWfm1K": {
    "_id": 13,
    "charity": "-MygZdQKfcH_dSIOpIMy",
    "createdDate": 1650897966742,
    "lastEditDate": 1650974334683,
    "lastEditedBy": "rC3Im0KZsschZQG0D6zOrPG3GiZ2",
    "projectAccess": "private",
    "projectName": "TEST",
    "rowKey": "-N0WAxiylStc7ioWfm1K"
  }
}